Repository: Alastair-L/cinnamon-spices-desklets
Catalog: binaryclock2@euxneks/files/binaryclock2@euxneks/po/*.po
Languages: es

source: Clock
es: Reloj

source: Binary Clock²
es: Reloj binario²

source: Based off of entelechy's binary clock, fixed to work with 17.2 and also added the option to have squared pips instead of circled pips.
es: Basado en el reloj binario de entelechy, arreglado para trabajar con 17.2 y también agregó la opción de tener pips cuadrados en lugar de pips circulares.

source: Style
es: Estilo

source: Format
es: Formato

source: Display seconds
es: Mostrar segundos

source: Show seconds in the binary display
es: Mostrar los segundos en la pantalla binaria

source: Pip color:
es: Color de Pip:

source: Select a color for pips only
es: Seleccione un color sólo para los pips

source: Use circles for pips
es: Utilizar círculos para los pips

source: Use circles or squares for pips
es: Utiliza círculos o cuadrados para los pips

source: Pip size:
es: Tamaño de los pip:

source: Select a size/diameter for the pips
es: Seleccione un tamaño/diámetro para los pips

source: pixels
es: pixeles
